D=0.025/turbulent/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    empty
    {
        type            empty;
        physicalType    patch;
        nFaces          7272;
        startFace       104044;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          380;
        startFace       111316;
    }
    fixedwall
    {
        type            wall;
        physicalType    patch;
        nFaces          2340;
        startFace       111696;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          80;
        startFace       114036;
    }
)

// ************************************************************************* //
